cask "iterm2"
cask "google-chrome"
cask "firefox"
cask "visual-studio-code"
cask "sourcetree"
cask "postman"
cask "slack"
cask "skype"
cask "franz"
cask "cyberduck"
cask "bitwarden"
cask "vlc"
cask "subtitles"
cask "expressvpn"
cask "karabiner-elements"
cask "dropbox"
cask "spotify"
cask "transmission"
cask "free-ruler"
cask "the-unarchiver"
cask "rectangle"
cask "font-cascadia" # https://github.com/microsoft/cascadia-code
cask "adoptopenjdk8"
cask "android-sdk"