tap "eth-p/software"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-versions"
# Distributed revision control system
brew "git"
# The fastest shell plugin manager
brew "antibody"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# Select default apps for documents and URL schemes on macOS
brew "duti"
# Modern replacement for 'ls'
brew "exa"
# User-friendly cURL replacement (command-line HTTP client)
brew "httpie"
# Pager program similar to more
brew "less"
# Keep your Mac's application settings in sync
brew "mackup"
# Mac App Store command-line interface
brew "mas"
# Node version management
brew "n"
# UNIX shell (command interpreter)
brew "zsh"
# Dependency for Nativescript
brew "python"
brew "ruby@2.7", link: true
# Bash scripts that integrate bat with various command-line tools
brew "eth-p/software/bat-extras"
cask "kitty"
cask "bitwarden"
cask "free-ruler"
cask "rectangle"
cask "font-cascadia" # https://github.com/microsoft/cascadia-code
cask "temurin11"
cask "android-sdk"
cask "the-unarchiver"
cask "spotify"
cask "subtitles"
cask "mpv"
cask "obsidian"
cask "google-chrome"
cask "firefox"
cask "visual-studio-code"
cask "sourcetree"
cask "skype"
cask "franz"
cask "transmission"
cask "mullvadvpn"
cask "nvidia-geforce-now"
cask "android-file-transfer"
cask "android-platform-tools"
cask "gimp"
mas "Spark", id: 1176895641
mas "Microsoft To Do", id: 1274495053
